[ID_Orchid_Battery MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Refrigerador"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_Battery:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Um refrigerador para barco. Parece familiar..."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_Orchid_CircuitBox MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Painel Elétrico"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_CircuitBox:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Um painel elétrico, modelo Deluxe 5000, ou algo assim. Isso será muito útil para o Scooter."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_Orchid_ControlSwitch MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Interruptor de Controle"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_ControlSwitch:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="Esse interruptor de controle parece ter desempenhado um papel muito importante no passado. Pode até mesmo ter decidido o destino de Pandora. Nunca saberemos..."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_Orchid_Rockbolt MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Parafuso"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_Rockbolt:AttributePresentationDefinition_4 AttributePresentationDefinition]
Description="Isso talvez seja útil para o Scooter."
NoConstraintText=""
Suffix=""
Prefix=""

[ID_Orchid_TurretEngine MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Motor de Torreta"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ID_Orchid_TurretEngine:AttributePresentationDefinition_3 AttributePresentationDefinition]
Description="Um motor de torreta danificado. Scooter ficará muito feliz com isso."
NoConstraintText=""
Suffix=""
Prefix=""

